Repository: AkhonzadaIrshad/AdamsRepo
Catalog: rzq/files/*.lproj/Localizable.strings
Languages: ar

# DeliveryStep1.listView
source: View list
ar: عرض القائمة

# bidCell.Accept
source: Accept
ar: قبول

# bidCell.Decline
source: Decline
ar: رفض

# Driverbid/AlreadyBidedd
source: You have placed a bid already
ar: تم اضافة عرض مسبقا

source: Km
ar: كم

source: Loading
ar: جاري التحميل

# add_image_pic_title
source: Add Pictures
ar: اضف صور

# add_salon_pic_message
source: Pick pictures from Gallery, or take new photos by Camera.
ar: اضف صور من الحافظة او قم بالتقاط صور جديدة

source: Camera
ar: الكاميرا

source: Gallery
ar: الحافظة

source: images
ar: الصور

# choose_time
source: Choose Order Time
ar: اختر وقت التوصيل

source: 1 Hour
ar: ساعة

# 2_hour
source: 2 Hours
ar: ساعتين

# 3_hour
source: 3 Hours
ar: ٣ ساعات

source: 1 Day
ar: يوم

# 2_day
source: 2 Days
ar: يومين

# 3_day
source: 3 Days
ar: ٣ أيام

source: Choose Date
ar: اختر التاريخ

source: Done
ar: تم

source: Cancel
ar: الغاء

source: Alert
ar: تنبيه

# enter_name_first
source: Enter your name first!
ar: ادخل اسمك اولاً!

# enter_mobile_first
source: Enter your mobile number first!
ar: ادخل رقم هاتفك اولاً!

# wrong_verification_code
source: Enter a valid verification code!
ar: ادخل رمز تحقق صحيح!

# choose_shop_or_pickup
source: Choose a shop or put your own pick up location on map first.
ar: اختر مكان او قم بوضع مكانك على الخريطة

# choose_drop_location
source: Choose drop off location on map first.
ar: اختر موقع التوصيل اولاً

# enter_order_details
source: Enter order details first!
ar: ادخل تفاصيل الطلب اولاً

# enter_order_cost
source: Enter order estimated cost first!
ar: ادخل تكلفة الطلب اولاً!

source: Check Menu
ar: منيو

# currency
source: KWD
ar: د.ك

# hours
source: Hour
ar: ساعة

# bid_sent_to_user
source: Your bid has been sent to the client successfully.
ar: تم ارسال عرض السعر الى الزبون بنجاح.

# enter_email_first
source: Enter a valid email address first!
ar: ادخل بريد الكتروني صحيح!

# add_profile_image_first
source: Add profile picture first!
ar: اضف صورة اولاً!

# add_civil_image_first
source: Add civil ID/ Passport image first!
ar: اضف صورة الهوية المدنية / جواز السفر اولاً!

# add_license_first
source: Add license image first!
ar: اضف صورة رخصة القيادة اولاً!

# driver_registered
source: Your driver registration is now pending, thank you.
ar: طلبك قيد التنفيذ، شكراً لك.

# provider_registered
source: Your service provider registration is now pending, thank you.
ar: طلبك قيد التنفيذ، شكراً لك.

source: Enter subject first!
ar: ادخل عنوان اولاً!

source: Enter message first!
ar: ادخل الرسالة اولاً!

# message_sent_successfully
source: Your message has been sent successfully, thank you.
ar: تم ارسال الرسالة بنجاح، شكراً لك

source: Drivers
ar: السائقين

source: Select Country
ar: اختر الدولة

# app_restart
source: App will restart to setup the language
ar: سيتم اعادة تشغيل التطبيق لاعداد اللغة

source: Yes
ar: نعم

source: No
ar: لا

# delivery_date
source: Order Date:
ar: تاريخ التوصيل:

source: From:
ar: من:

source: To:
ar: الى:

source: Order Number:
ar: رقم الطلب:

source: Orders
ar: الطلبات

# bid_accepted_successfully
source: Bid accepted successfully, your offer has been sent to the provider, thank you.
ar: تم القبول بنجاح، تم ارسال عرض السعر الى المزود بنجاح

source: Cash
ar: كاش

source: Location
ar: الموقع

source: RZQ
ar: رزق

source: Cancel Order
ar: الغاء الطلب

source: On my Way
ar: في الطريق

# minutes
source: Min
ar: دقيقة

source: Order Cost
ar: تكلفة الطلب

source: Delivery Cost
ar: تكلفة التوصيل

source: Total Cost
ar: التكلفة الكلية

# delivery_started
source: Order has been started successfully.
ar: تم بدأ توصيل الطلب.

# registered_to_shop
source: You have registered to shop successfully.
ar: تم التسجيل بنجاح

# unregistered_to_shop
source: You have unregistered to this shop.
ar: تم الغاء التسجيل

# profile_updated_successfully
source: Profile has been updated successfully.
ar: تم تحديث الملف بنجاح

source: Register As Driver
ar: التسجيل كسائق

source: Working Orders
ar: الطلبات الجارية

# not_logged_in
source: You're not logged in to RZQ.
ar: يجب عليك تسجيل الدخول

source: Login
ar: الدخول

# enter_pickup_details
source: Enter pickup location details (Floor, Apartment).
ar: ادخل تفاصيل مكان الطلب

# enter_dropoff_details
source: Enter drop off location details (Floor, Apartment).
ar: ادخل تفاصيل مكان التوصيل

# enter_order_actual_cost
source: Enter order actual cost first!
ar: ادخل تكلفة الطلب اولاً!

source: Bakery
ar: مخبز

source: Book Store
ar: محل كتب

source: Cafe
ar: مقهى

# meal_delivery
source: Food Order
ar: مطعم توصيل

# meal_takeaway
source: Food Takeaway
ar: مطعم استلام

source: Pharmacy
ar: صيدلية

source: Restaurant
ar: مطعم

source: Shopping Mall
ar: متجر تسوق

source: Store
ar: متجر

source: Super Market
ar: سوق كبير

source: Shop
ar: محل

# confirm_cancel_delivery
source: Are you sure you want to cancel this order?
ar: هل انت متاكد من الغاء هذا الطلب؟

source: No Notifications
ar: لا يوجد اشعارات

# no_notifications_desc
source: Notifications will appear here.
ar: الاشعارات ستظهر هنا

# continueUsing
source: Select application
ar: اختر التطبيق

source: Google Maps
ar: خرائط جوجل

# appleMaps
source: Maps
ar: الخرائط

source: Navigate to us
ar: توجه الينا

source: Bid declined successfully.
ar: تم رفض عرض السعر

# complete_delivery
source: Order is delivered
ar: تم تسليم الطلب

# delivery_completed
source: Order is completed, please rate the client.
ar: تم استكمال الطلب، الرجاء التقييم

# delivery_completed_user
source: Order is completed.
ar: تم استكمال الطلب

source: Thank you for rating.
ar: شكراً لك على التقييم

source: Shop on Rzq
ar: مكان في تطبيق رزق

# confirm_logout
source: Are you sure you want to logout?
ar: هل انت متاكد من تسجيل الخروج؟

source: Logout
ar: تسجيل الخروج

# delivery_cancelled
source: Order has been cancelled successfully.
ar: تم الغاء الطلب

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الاربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الاحد

# order_details
source: Write your order here
ar: ادخل طلبك هنا

source: Feedback/ Comments
ar: تعليق/ ملاحظات

# account_inactive
source: Your account is not active.
ar: حسابك غير فعال

source: ASAP
ar: اسرع وقت

# agree_terms
source: By clicking next you agree to our Terms & Conditions.
ar: بالضغط على التالي انت توافق على الشروط والاحكام

source: Date
ar: التاريخ

source: Distance
ar: المسافة

source: Price
ar: السعر

source: Sort Notifications By
ar: ترتيب الاشعارات ب

source: Ok
ar: موافق

# due_amount
source: Your due balance is too high, you wont be receving any new orders, kindly contact RZQ.
ar: رصيدك المستحق كبير جداً، لن تستلم طلبات جديدة، الرجاء التواصل مع فريق رزق.

source: Open
ar: فعال

source: Closed
ar: مغلق

# shop_suggested
source: Shop suggested successfully, thank you.
ar: تم الارسال بنجاح، شكراً لك

# enter_shop_name
source: Enter place name!
ar: ادخل اسم المكان!

# add_shop_location
source: Add place location on map!
ar: اضف الموقع على الخريطة!

# enter_shop_address
source: Enter place address!
ar: ادخل عنوان المكان

# select_shop_type
source: Select place type!
ar: اختر قسم المكان!

# add_shop_hours
source: Add place working hours!
ar: اضف ساعات العمل!

# current_location_desc
source: Go to your current location on map.
ar: اذهب الى موقعك الحالي على الخريطة

source: Mobile Number
ar: رقم الهاتف

source: Name
ar: الاسم

source: Email Address
ar: البريد الاكتروني

# waiting_driver_bids
source: Waiting for driver bids
ar: جاري انتظار عروض اسعار السائقين

# waiting_provider_bids
source: Waiting for provider bids
ar: جاري انتظار عروض اسعار مزودي الخدمة

# waiting_driver_bids_desc
source: We sent your delivery order to all nearby drivers, waiting for their bids.
ar: تم ارسال الطلب لاقرب السائقين، ستصلك عروض الاسعار

# waiting_provider_bids_desc
source: We sent your service order to all nearby providers, waiting for their bids.
ar: تم ارسال الطلب لاقرب مزودي الخدمة، ستصلك عروض الاسعار

source: Rate Driver
ar: قيم السائق

source: Rate Provider
ar: قيم مزود الخدمة

# cant_add_more_images
source: You can't add more than 5 images.
ar: لا يمكن اضافة اكثر من ٥ صور.

source: Call Us
ar: اتصل بنا

source: Our Website
ar: موقعنا الاكتروني

source: Our Instagram
ar: الانستاجرام

source: Our Facebook
ar: الفيسبوك

source: Our Twitter
ar: التويتر

# select_cost_range
source: Select Price Range
ar: اختر فئة السعر

# below_ten_kd
source: Below 10 KD
ar: اقل من ١٠ د.ك

# above_ten_kd
source: Above 10 KD
ar: اكثر من ١٠ د.ك

# to_location_desc
source: We used your location as destination, you can search above or add your custom location on map.
ar: يمكنك اضافة موقع الوجهة بالضغط المطول.

source: Alerts
ar: التنبيهات

# bids_and_orders
source: Orders & Bids
ar: الطلبات و عروض الاسعار

source: Bids
ar: عروض الاسعار

# current_location
source: My Current Location:
ar: موقعي الحالي:

# send_current_location
source: Send Location
ar: ارسل موقعي

# account_balance
source: Balance:
ar: الرصيد:

# due
source: Due amount:
ar: المبلغ المستحق:

source: Mandatory Update
ar: تحديث الزامي

source: New Update
ar: تحديث جديد

# new_update_available
source: New update is available for RZQ
ar: يتوفر تحديث جديد لتطبيق رزق

# close_title_btn
source: CLOSE APP
ar: اغلاق التطبيق

# update_title_btn
source: UPDATE
ar: تحديث

# cancel_title_btn
source: CANCEL
ar: الغاء

# enter_coupon
source: Enter coupon number first!
ar: أدخل رقم الكوبون أولاً!

# coupon_added
source: Coupon added successfully
ar: تم إضافة الكوبون بنجاح.

source: Cash on delivery
ar: الدفع عند الإستلام

source: By coupon
ar: باستخدام كوبون

source: Earnings:
ar: الأرباح:

# track_order
source: Track your order
ar: تتبع طلبك

source: Navigate to store
ar: التوجه الى المتجر

source: Navigate to client
ar: التوجه الى الزبون

# shop_saved
source: Shop data saved successfully
ar: تم الحفظ بنجاح

source: Details
ar: التفاصيل

# complete_delivery_first
source: Complete your delivery first!
ar: قم بانهاء الطلب اولاً!

source: Release Receipt
ar: إصدار الفاتورة

# cant_subscribe
source: This shop is not available for subscription
ar: هذا المتجر غير متوفر للتسجيل.

source: Whatsapp
ar: واتس اب

# this_shop_is_closed
source: This shop is closed now.
ar: هاذا المتجر مغلق في الوقت الحالي.

# chat_order_details
source: Order Details
ar: تفاصيل الطلب

source: Open Now
ar: يعمل الان

source: Closed Now
ar: مغلق الان

# searchfield_tooltip
source: Search from place or shop you want to order from.
ar: ابحث عن المكان الذي تريد ان تطلب او ترسل منه

# more_10
source: More than 10
ar: اكثر من ١٠

# less_10
source: Less than 10
ar: اقل من ١٠

# enter_category_name
source: Enter category name first!
ar: أدخل اسم القائمة أولاً!

# confirm_delete_menu_item
source: Are you sure you want to delete this item?
ar: هل انت متاكد من حذف هذا العنصر؟

source: Delete
ar: حذف

source: Select Driver Gender
ar: اختر جنس السائق

source: Male
ar: ذكر

source: Female
ar: انثى

source: Select Payment Method
ar: اختر طريقة الدفع

source: Knet
ar: كي نت

source: Add items first!
ar: اضف عناصر اولاً!

# enter_title_first
source: Enter item title first!
ar: ادخل اسم العنصر!

# enter_price_first
source: Enter item price first!
ar: ادخل سعر العنصر!

# enter_desc_first
source: Enter item description first!
ar: ادخل وصف العنصر!

# add_item_image
source: Add item image first!
ar: اضف صورة العنصر!

# payment_method_changed
source: Payment method has been changed successfully
ar: تم تغيير طريقة الدفع

# this_order_done
source: This order is no longer active
ar: هذا الطلب لم يعد فعال

source: No Shops
ar: لا يوجد اماكن

# no_shops_desc
source: Your shops will appear here
ar: الاماكن الخاصة بك ستظهر هنا

source: No Shop Orders
ar: لا يوجد طلبات

# no_shop_orders_desc
source: Shop orders will appear here
ar: الطلبات الخاصة بالمتجر ستظهر هنا

source: No Menu Categories
ar: لا يوجد اصناف

# no_menu_categories_desc
source: Menu categories will appear here
ar: اصناف القائمة ستظهر هنا

# no_menu_items
source: No Category Items
ar: لا يوجد عناصر

# no_menu_items_desc
source: Category items will appear here
ar: عناصر الصنف ستظهر هنا

# no_ratings
source: No Reviews
ar: لا يوجد تقييمات

# no_ratings_desc
source: Ratings & reviews will appear here
ar: التقييمات ستظهر هنا

source: Payment Method
ar: طريقة الدفع

# paid_successfully
source: Payment paid successfully.
ar: تم الدفع بنجاح

# paid_cash
source: The user successfully paid in cash.
ar: قام الزبون بالدفع كاش

source: Didn't Pay
ar: لم يقم بالدفع

source: Confirm
ar: تاكيد

# payment_knet_paid
source: The user successfully paid with Knet.
ar: قام الزبون بالدفع بكي نت

# payment_knet_fail
source: The user failed to transfer money with knet, please take money in cash.
ar: لم يقم الزبون بالدفع بكي نت، الرجاء اخد المبلغ كاش

# cash_collected
source: Cash Collection
ar: تم التحصيل كاش

# send_knet_link
source: Notify User
ar: تنبيه الزبون

# notify_user_cash
source: Please pay the driver in cash
ar: الرجاء دفع قيمة الطلب كاش للسائق

# notify_user_knet
source: Please complete your order payment using Knet from order details above.
ar: الرجاء اتمام علمية الدفع باستخدام كي نت بالضغظ على تفاصيل الطلب بالاعلى من ثم دفع الطلب

source: Payment failed
ar: فشلت عملية الدفع

# paid_title
source: (Paid)
ar: (تم الدفع)

# not_paid_title
source: (Not Paid)
ar: (لم يتم الدفع)

# no_menu
source: No menu for this shop
ar: لا يوجد منيو لهذا المتجر

# order_items
source: Items
ar: العناصر

# knet_order_success
source: I have successfully paid my order using Knet.
ar: لقد قمت بدفع الطلب باستخدام كي نت بنجاح.

# knet_order_fail
source: I did'nt pay my order using Knet, is it possible that we use cash?
ar: لم اتمكن من الدفع باستخدام كي نت، هل من الممكن الدفع كاش؟

source: Female Only
ar: اناث فقط

# both_genders
source: Both
ar: كلاهما

# bill_not_issued
source: The driver didn't issue bill yet.
ar: لم يقم السائق بإصدار الفاتورة بعد.

# new_notifications_driver
source: Notifications
ar: اشعارات الطلبات القريبة

# new_notifications_user
source: Notifications
ar: اشعارات عروض الاسعار

# pull_to_refresh
source: Refresh
ar: تحديث

# search_from_google
source: Search from google places here
ar: ابحث عن اماكن جوجل من هنا

# reason_here
source: Write cancel reason here
ar: سبب الغاء الطلب

# chat_calldriver
source: Call Driver
ar: اتصل بالسائق

# open_24hours
source: Works 24 hours
ar: يعمل ٢٤ ساعة

source: All Shops
ar: كل المتاجر

source: Call Shop
ar: اتصل بالمحل

source: Call Customer
ar: اتصل بالزبون

# step2.popup.description
source: We’ll use your current location to deliver your order! If you want to change it, use the search above or by long pressin on the map to any point
ar: تم استخدام موقعك الحالي ليصل إليه طلبك! تريد تغيير الموقع يمكنك استخدام البحث او الصغط المطول على الخريطة

# steps.popup.title
source: HOW TO USE
ar: كيفية الاستخدام

# step1.popup.description
source: To order from registered shops use the slide list To order from any other place use the search above You can locate any place by long pressing on the map!
ar: كيفية الطلب.. ١-الطلب من متاجر رزق استخدم القائمة ٢-الطلب من مكان اخر استخدم البحث بالاعلى ٣- يمكنك تحديد أي موقع بالضغط المطول عالخريطه

# step1.catFilter.search.placeholder
source: search in
ar: ابحث في

# navbar.home
source: HOME
ar: الرئيسية

# navbar.orders
source: WORKING ORDERS
ar: الطلبات الجارية

# navbar.notifications
source: NOTIFICATIONS
ar: الاشعارات

# navbar.profile
source: PROFILE
ar: صفحتي

# homeMapVC.house.placeholder
source: house
ar: المنزل

# homeMapVC.piece.placeholder
source: zone
ar: قطعة

# homeMapVC.street.placeholder
source: street
ar: شارع

# deliveryStep3.pickingView.to
source: Deliver to
ar: التوصيل الى

# deliveryStep1.edtDetails.yourLocation.placeholder
source: Type what you want to send from your location eg. “Clothes, keys...”
ar: اكتب ماذا تريد ان ترسل من موقعك مثال ' ملابس، مفاتيح، اغراض...'
