Repository: AkhonzadaIrshad/AdamsRepo
Catalog: rzq/views/*.lproj/Main.strings
Languages: ar

# 07d-kV-ywD.text
source: You can add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# 0Uq-fT-4kx.text
source: Distance
ar: المسافة

# 0mE-E5-yMM.normalTitle
source: More
ar: شاهد هذا العرض

# 0pj-IF-bgg.text
source: Number Of Orders
ar: عدد الطلبات

# 1CT-yu-bU4.normalTitle
source: Place Order
ar: تاكيد الطلب

# 1TR-hb-f0r.text
source: Order
ar: اطلب

# 1cQ-t2-rCZ.text
source: Place Images
ar: صور المكان

# 1jO-zA-yE4.text
source: Terms & Conditions
ar: الشروط والاحكام

# 1le-4I-lVA.text
source: Tender
ar: تندر

# 1ty-MF-qYA.text
source: Registered shops will appear here.
ar: الاماكن المسجلة ستظهر هنا

# 20L-Ol-Xcd.text
source: Subject
ar: الموضوع

# 20h-yY-grh.text
source: Notifications
ar: الاشعارات

# 2hI-p2-6o8.text
source: Orders will appear here.
ar: ستظهر الطلبات هنا

# 2w8-Zm-OOf.normalTitle
source: Send
ar: ارسل

# 33N-BT-81V.normalTitle
source: Submit
ar: تاكيد

# 3Nj-at-qOb.text
source: Order
ar: اطلب

# 3SE-GE-zb0.text
source: Add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# 3gd-5m-u4f.text
source: To
ar: الى

# 3qC-KS-4fh.text
source: Place Category
ar: قسم المكان

# 4Wo-vq-Kcd.text
source: On the Way
ar: في الطريق

# 4Z2-ZM-RnI.text
source: Phone Verification
ar: التاكد من الرقم

# 4cb-L8-GCH.text
source: Services
ar: الخدمات

# 5AA-mA-dnC.placeholder
source: Search
ar: بحث

# 5CF-TK-XND.normalTitle
source: Done
ar: تم

# 5XH-Lj-jhv.text
source: Payment
ar: دفع

# 5fN-GZ-qgJ.text
source: Approximate cost
ar: اعتقد ان تكلفة الطلب

# 5mm-jv-nde.text
source: Add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# 5rf-C7-3Yu.normalTitle
source: Decline
ar: رفض

# 6Oo-Xo-H65.normalTitle
source: Next
ar: التالي

# 6pE-iy-dWn.normalTitle
source: Confirm
ar: تاكيد

# 77a-bz-Ai6.text
source: Order Images
ar: صور الطلب

# 7Pk-Hj-4xB.text
source: Time
ar: الوقت

# 8FH-gt-TNQ.text
source: Approximate Cost
ar: التكلفة التقريبية

# 8Gq-Ka-VQ9.normalTitle
source: Select date
ar: اختر التاريخ

# 8HJ-9h-Kmp.text
source: Order
ar: اطلب

# 8OE-Oi-xLU.placeholder
source: Coupon Number
ar: رقم الكوبون

# 8Sh-eq-Sq7.normalTitle
source: 1 Hour
ar: ساعة

# 8T3-dm-quA.text
source: delivery date
ar: تاريخ التوصيل

# 8UB-OO-pVj.text
source: Terms & Conditions
ar: الشروط والاحكام

# 9Tk-Mg-SvP.normalTitle
source: Lets get started!
ar: هيا لنبدأ!

# 9aW-66-GGf.text
source: Login Now
ar: الدخول الان

# 9fQ-QP-aVm.text
source: From
ar: من

# 9lm-JE-0FE.text
source: Order
ar: اطلب

# 9qZ-V6-ojy.text
source: Rate the client.
ar: قيم الزبون

# 9tP-yT-9Q0.text
source: Suggest a shop on this pin.
ar: اقترح متجر في هذا الموقع

# A9Y-JR-xYs.normalTitle
source: Next
ar: التالي

# IVO-Wy-ZPd.text
source: Due Amount
ar: المبلغ المسحق

# A9r-Fe-iM8.normalTitle
source: Back
ar: رجوع

# nfZ-bd-Wtl.text
source: Search for drop off location from above
ar: ابحث عن المكان الذي تريد ان ترسل اليه من الاعلى

# hqX-pI-KDM.text
source: Search for pickup location from above
ar: ابحث عن المكان الذي تريد ان تطلب منه من الاعلى

# AIN-UD-k78.text
source: Rate App
ar: قيم التطبيق

# ASa-DH-BYw.text
source: Rate the driver.
ar: قيم السائق

# zGP-ze-o5o.normalTitle
source: Navigate to shop
ar: التوجه الى المتجر

# 5D1-Yu-Sjf.normalTitle
source: Navigate to client
ar: التوجه الى الزبون

# AWR-iL-fTg.text
source: Nearby Shops
ar: الاماكن القريبة

# AoT-bZ-gGX.text
source: Add Working Hours
ar: اضف ساعات عمل

# Aov-Lt-cMo.text
source: Select Services
ar: اختر الخدمات

# At9-26-bKR.text
source: Client
ar: الزبون

# BdW-3l-ogC.text
source: Order status
ar: حالة الطلب

# CUT-oB-eUG.text
source: To
ar: الى

# CyI-H6-jNZ.text
source: Civil ID / Passport
ar: الرقم المدني / جواز السفر

# D09-YZ-UNF.normalTitle
source: Redeem Coupon
ar: استبدال الكوبون

# D4f-fI-Nvx.normalTitle
source: Register to this shop
ar: سجل في هذا المكان

# DIS-ZJ-rPI.text
source: Notifications will appear here.
ar: الاشعارات ستظهر هنا

# Dgx-Wg-IeZ.text
source: order number
ar: رقم الطلب

# Ehb-g5-eMY.normalTitle
source: Point on map
ar: حدد على الخريطة

# Eib-nZ-4yb.normalTitle
source: Take This Order
ar: اخذ الطلب

# EnO-hA-2m5.text
source: Time
ar: الوقت

# Ep0-sF-pwF.normalTitle
source: Become a driver
ar: سجل كسائق

# Ep5-eC-1KG.normalTitle
source: Send
ar: ارسل

# F6Q-d9-Lwu.text
source: More Details
ar: اختياري

# F6f-gO-h0q.text
source: Working Hours
ar: ساعات العمل

# F9i-IP-XMa.text
source: Total Cost
ar: التكلفة الكلية

# FGs-y1-3ZI.text
source: Pickup Location
ar: من

# FGy-Pw-lTC.text
source: Welcome to RZQ
ar: اهلا بك في رزق

# GII-XO-OKi.segmentTitles[0]
source: Pending
ar: قيد التنفيذ

# GII-XO-OKi.segmentTitles[1]
source: History
ar: الطلبات السابقة

# GJP-WY-Z69.normalTitle
source: Back
ar: رجوع

# GQT-s7-tUj.normalTitle
source: Place Order
ar: تاكيد الطلب

# GTa-IX-OzM.text
source: Post your order, and one of our couriers will respond to you
ar: اعلن عن طلبك واحد المندوبين سيتولى المهمة

# Gm8-J5-F1q.text
source: Can't find a service?, type it below
ar: لم تجد خدمتك؟ ادخلها بالاسفل.

# PYs-tI-OoW.placeholder
source: Search for drop off location
ar: ابحث عن مكان الوجهة

# 9aI-b4-8ZM.placeholder
source: Search for drop off location
ar: ابحث عن مكان الوجهة

# DUG-bT-Cbn.placeholder
source: Search for drop off location
ar: ابحث عن مكان الوجهة

# GxW-fC-auU.text
source: To
ar: الى

# H2g-al-Kb5.text
source: Last step! Confirm your order
ar: اخر خطوة! قم بتاكيد طلبك

# H6r-O2-zRm.text
source: Last step! Confirm your order
ar: اخر خطوة! قم بتاكيد طلبك

# HLw-3z-bc8.text
source: To
ar: الى

# HO9-nX-gir.text
source: Notifications
ar: الاشعارات

# Hg3-rc-Wcf.text
source: We will help you if you want anything from any store!
ar: سنساعدك بالحصول على جميع ما تريد ومن اي متجر تريد

# Hnp-hn-IEO.text
source: Place Name
ar: اسم المكان

# I1P-9P-myc.normalTitle
source: Save
ar: حفظ

# I8j-55-aZp.text
source: Share App
ar: مشاركة التطبيق

# IGb-Zg-MUT.text
source: Please enter your verification code.
ar: الرجاء ادخال رمز التحقق الذي تم ارساله برسالة نصية

# IMv-u6-vjU.text
source: My Profile
ar: ملفي الشخصي

# ITK-y4-Kmd.text
source: Question
ar: سوال

# Ij3-Oa-40t.text
source: Max
ar: اقصى

# J74-cR-1v3.text
source: To
ar: الى

# JAh-6b-cLm.placeholder
source: Apartment No, Floor
ar: اختياري: رقم البيت، شارع، بجانب

# JXA-Ta-3iP.normalTitle
source: Track Your Order
ar: تتبع طلبك

# KlM-u8-dg2.normalTitle
source: 1 Hour
ar: ساعة

# Kly-x9-kF3.normalTitle
source: Next
ar: التالي

# LKx-aE-Qbt.text
source: Pickup Location
ar: من

# LQl-pq-7Wl.normalTitle
source: Register
ar: التسجيل

# LhN-4i-yUZ.placeholder
source: Apartment No, Floor
ar: اختياري: رقم البيت، شارع، بجانب

# Lld-IY-BvX.text
source: Delivery Cost
ar: تكلفة التوصيل

# M1q-iD-r4w.text
source: Shop
ar: مكان

# M80-m3-pph.text
source: Order
ar: اطلب

# MYF-E1-6ps.normalTitle
source: Rate Driver
ar: قيم السائق

# Md4-V7-waf.normalTitle
source: Apply
ar: تطبيق

# Mvr-jC-3hi.text
source: Tenders
ar: التندرز

# N6N-Z2-CeV.text
source: To
ar: الى

# N8c-ak-Scl.text
source: From
ar: من

# NAz-gV-jKq.text
source: Above 10 KD
ar: اكبر من ١٠ د.ك

# NGg-52-YiS.text
source: Turn Notifications ON or Off
ar: تفعيل - الغاء تفعيل الاشعارات

# NIE-hV-su3.text
source: Order
ar: اطلب

# NNA-jz-piX.text
source: My Orders
ar: الطلبات

# NTj-Fw-QyM.text
source: To
ar: الى

# NU9-gr-UDw.text
source: From
ar: من

# NXH-XR-aMb.text
source: We sent your delivery order to all nearby drivers, waiting for their bids.
ar: تم ارسال الطلب لاقرب السائقين، ستصلك عروض الاسعار

# NZz-3x-FfL.text
source: Registered Shops
ar: الاماكن المسجلة

# Nbg-i6-vdJ.text
source: Place Address
ar: عنوان المكان

# Ngi-hT-k3s.normalTitle
source: 1 Hour
ar: ساعة

# OaX-Mc-mSV.text
source: order number
ar: رقم الطلب

# Oso-a1-EhU.text
source: Select Location
ar: اختر الموقع

# OvF-hZ-TB3.text
source: You're good to go man!
ar: ابدأ رحلتك مع رزق

# PDE-bD-dA7.text
source: Time
ar: الوقت

# PPP-md-7pM.text
source: Min
ar: دقيقة

# PWS-fH-0e5.text
source: Approximate cost
ar: اعتقد ان تكلفة الطلب

# Q5f-Qd-hcy.text
source: Drop Off Location
ar: الى

# QG5-5W-5yQ.normalTitle
source: Details
ar: التفاصيل

# QL9-Xe-C08.normalTitle
source: Edit Profile
ar: تعديل الملف

# QaM-DC-fHe.text
source: Voice Record
ar: التسجيل الصوتي

# Qkv-nc-4rW.text
source: To
ar: الى

# R3J-aD-hWc.text
source: Distance
ar: المسافة

# R6v-h1-alS.text
source: Order Description
ar: وصف الطلب

# RY8-5X-MCg.text
source: Order
ar: اطلب

# Rou-bW-pEK.placeholder
source: Apartment No, Floor
ar: اختياري: رقم البيت، شارع، بجانب

# RqO-Mb-RMo.text
source: Driver Name
ar: اسم السائق

# SQU-fd-dFd.text
source: FAQs
ar: اسئلة شائعة

# TQj-QB-GWS.text
source: Registered Shops
ar: الاماكن المسجلة

# TQp-MF-OZC.text
source: To
ar: الى

# Tao-wo-bxH.text
source: From
ar: من

# Tda-f0-cfv.text
source: To
ar: الى

# Tpf-Fk-kw3.text
source: All Clear!
ar: مستعد للبدء!

# TvU-TF-gms.normalTitle
source: Send Bill
ar: ارسل الفاتورة

# U2s-Ga-UUd.text
source: More Details
ar: اختياري

# U71-yp-hek.text
source: You can add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# USH-x9-hcc.placeholder
source: type here
ar: ادخل هنا

# UY7-Z1-NXi.text
source: About Us
ar: من نحن

# UYa-0d-5Sa.normalTitle
source: 1 Hour
ar: ساعة

# UYp-S6-IiQ.text
source: Notifications
ar: الاشعارات

# UiH-jN-oxV.text
source: Contact Us
ar: تواصل معنا

# UoB-0T-KNP.text
source: Contact Us
ar: تواصل معنا

# UuG-bi-lCk.text
source: Service
ar: الخدمة

# UuV-t1-atN.text
source: From
ar: من

# Uwv-JB-sZi.segmentTitles[0]
source: Pending
ar: قيد التنفيذ

# Uwv-JB-sZi.segmentTitles[1]
source: History
ar: الطلبات السابقة

# V5Z-2M-m4B.placeholder
source: Enter order total cost on receipts.
ar: ادخل قيمة الطلب من على الفاتورة

# V84-ey-U8Z.normalTitle
source: Send
ar: ارسل

# V8n-LB-lhh.text
source: Services
ar: الخدمات

# Vai-Ct-LyU.text
source: Order
ar: اطلب

# VcV-Iv-TdB.text
source: Register As Driver
ar: التسجيل كسائق

# Vkh-VU-rgm.normalTitle
source: Shop Details
ar: تفاصيل المكان

# Vp8-kG-yag.text
source: Drop Off Location
ar: الى

# WIJ-qG-mWb.text
source: You
ar: انت

# WcU-C0-8CE.text
source: Working Orders
ar: الطلبات الجارية

# Wn5-aP-Hnd.normalTitle
source: Register
ar: التسجيل

# Wsm-sn-ppo.text
source: Register As Driver
ar: التسجيل كسائق

# WvJ-1o-ged.normalTitle
source: Take This Order
ar: اخذ الطلب

# XI6-bJ-t4n.normalTitle
source: Chat
ar: محادثة

# XPi-pp-ddy.normalTitle
source: Back
ar: رجوع

# Xg4-57-mxi.text
source: Working Orders
ar: الطلبات الجارية

# XhP-tf-nyt.text
source: Client Name
ar: اسم الزبون

# Xka-2S-Nlm.normalTitle
source: Place Order
ar: تاكيد الطلب

# Xxj-3X-Kmg.text
source: Order Description
ar: وصف الطلب

# YFK-cu-MOK.text
source: Offer Price
ar: عرض السعر

# YSy-IL-qqm.text
source: Add Bill Images
ar: اضف صور الفاتورة

# YYN-BZ-ofc.text
source: Min
ar: دقيقة

# YZo-H5-MqR.normalTitle
source: Chat
ar: محادثة

# Yhr-D4-Ifs.normalTitle
source: 1 Hour
ar: ساعة

# Yjn-8A-MoC.text
source: Waiting for driver bids
ar: جاري انتظار عروض اسعار السائقين

# ZUI-73-WCC.text
source: Take This Order
ar: اخذ الطلب

# ZVH-37-3R8.text
source: Date of Birth
ar: تاريخ الميلاد

# Zcn-D0-WsH.text
source: Order
ar: اطلب

# Zg3-E9-f8q.normalTitle
source: Skip
ar: تخطي

# ZuZ-F4-CWh.text
source: Drop Off Location
ar: الى

# ZwW-bB-Z6z.text
source: Order
ar: اطلب

# Zyd-vK-0oH.normalTitle
source: Submit
ar: تاكيد

# a3Y-zy-pBI.text
source: Add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# aAT-qP-wHC.text
source: Tenders
ar: التندرز

# aHn-hh-vTm.text
source: Civil ID / Passport
ar: الرقم المدني / جواز السفر

# ab4-h6-62Z.normalTitle
source: Skip
ar: تخطي

# abd-g8-L8r.normalTitle
source: Resend
ar: اعادة ارسال

# b4I-he-2i1.text
source: Time
ar: الوقت

# bBn-gd-yjK.normalTitle
source: Chat
ar: محادثة

# bPt-FT-G1X.text
source: Services
ar: الخدمات

# bco-ZI-wEx.text
source: Orders
ar: الطلبات

# bzR-Ad-SYR.text
source: Register As Service Provider
ar: التسجيل كمزود خدمة

# c47-XM-1f3.normalTitle
source: Search for drop off location
ar: ابحث عن المكان الذي تريد ان ترسل اليه

# c6G-GS-rnf.normalTitle
source: Skip
ar: تخطي

# cC4-fC-XN6.text
source: Login
ar: الدخول

# cUw-Zh-UMV.text
source: Distance
ar: المسافة

# cXN-jc-D0o.text
source: To
ar: الى

# clL-HN-uXr.text
source: To
ar: الى

# dDO-EM-fzV.normalTitle
source: Next
ar: التالي

# dbB-gT-UcN.placeholder
source: Search
ar: بحث

# dpg-NV-J6Z.text
source: Max
ar: اقصى

# e2k-YZ-iP4.normalTitle
source: Back
ar: رجوع

# e3B-g0-1kP.text
source: Place Images
ar: صور المكان

# eOD-Qr-sN3.normalTitle
source: Done
ar: تم

# eOn-0i-Y0c.text
source: Last step! Confirm your order
ar: اخر خطوة! قم بتاكيد طلبك

# eUB-nh-9Hh.text
source: Above 10 KD
ar: اكبر من ١٠ د.ك

# fNh-Lf-pb7.text
source: Add Coupon
ar: اضف كوبون

# fTM-p2-csh.text
source: Working Hours
ar: ساعات العمل

# feb-cT-aex.normalTitle
source: Search for destination location
ar: ابحث عن مكان الوجهة

# fsO-Tu-R1u.normalTitle
source: Search for destination location
ar: ابحث عن مكان الوجهة

# gDr-0c-CkO.text
source: Orders will appear here.
ar: ستظهر الطلبات هنا

# gFV-Cm-8zp.text
source: Order
ar: اطلب

# gIL-OB-Efj.text
source: Select services
ar: اختر الخدمات

# gJ1-B6-FPq.text
source: Message
ar: رسالة

# gR1-lq-Jif.text
source: Service
ar: الخدمة

# gfC-oj-TbX.text
source: Thank you for your order! Your delivery will be there on time.
ar: شكراً لك على طلبكك، سيتم توصيل طلبك بالوقت.

# glj-vT-UZZ.text
source: Order Details
ar: تفاصيل الطلب

# gpa-4m-IgH.text
source: You can add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# gwx-wi-Blk.text
source: Your Mood
ar: مزاجك

# h45-Yu-eZh.text
source: Shop Details
ar: تفاصيل المكان

# h96-aH-92d.normalTitle
source: Chat
ar: محادثة

# hDR-Ux-BPW.text
source: Terms & Conditions
ar: الشروط والاحكام

# hId-r6-OBe.text
source: suggest your shop or boutique
ar: اقترح متجرك او بوتيكك الخاص

# heQ-V4-lVv.normalTitle
source: Register
ar: تسجيل

# hfO-1T-Wg3.text
source: Driving License
ar: رخصة القيادة

# iWC-2h-kPm.text
source: Order Description
ar: وصف الطلب

# iZQ-iM-BQx.text
source: About Us
ar: من نحن

# iaK-oW-Jj5.placeholder
source: Search
ar: بحث

# inS-jO-Cyq.text
source: No Orders
ar: لا يوجد طلبات

# j4t-8B-U2U.text
source: Suggest your shop or boutique
ar: اقترح متجرك او بوتيكك الخاص

# jQw-J5-5FV.text
source: Profile Picture
ar: صورة الملف

# jch-Wk-USi.text
source: From
ar: من

# jd4-27-ISa.text
source: How about we start by adding a package?
ar: ابدأ بطلبك الاول الان !

# jef-gq-3W7.normalTitle
source: Order
ar: اطلب

# jve-yy-IT0.text
source: Order Count
ar: عدد الطلبات

# kFp-em-Dle.text
source: Cost
ar: التكلفة

# kLg-k9-A7X.text
source: Your Location
ar: موقعك

# kuY-JU-n4L.text
source: Client Name
ar: اسم الزبون

# lEj-d7-BPK.text
source: Select Category
ar: اختر القسم

# lGk-bd-ilX.text
source: Order status
ar: حالة الطلب

# lHD-BU-ORp.text
source: Client
ar: الزبون

# lIr-Bg-3hH.text
source: To
ar: الى

# lTb-pK-iSq.text
source: Profile Picture
ar: صورة الملف

# lVq-25-6ZE.text
source: Services
ar: الخدمات

# lcX-G2-Rna.text
source: My Profile
ar: ملفي الشخصي

# lnB-wi-cR5.text
source: Services
ar: الخدمات

# lxD-LV-M1f.normalTitle
source: Track
ar: تتبع

# m2b-UN-4ZA.normalTitle
source: Cancel Order
ar: الغاء الطلب

# m45-5B-BPv.text
source: Female
ar: انثى

# mDA-1c-Yxr.text
source: Cost
ar: التكلفة

# mNN-AQ-vgz.text
source: You can add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# mOJ-Ll-kfO.text
source: Order Cost
ar: تكلفة الطلب

# n5j-o6-tmw.segmentTitles[0]
source: Shop Info
ar: معلومات المكان

# n5j-o6-tmw.segmentTitles[1]
source: Pending Orders
ar: الطلبات الحالية

# nF3-4P-mx8.text
source: Check out our services
ar: تصفح خدماتنا

# nTb-2d-iWW.text
source: Open 24 hours
ar: يعمل ٢٤ ساعة

# nUU-Y9-HpB.text
source: Profile Picture
ar: صورة الملف

# neB-q2-PUZ.text
source: Account Balance
ar: رصيد الحساب

# nrt-d9-nFl.text
source: Distance
ar: المسافة

# o1Q-6z-qDC.text
source: Male
ar: ذكر

# o5A-5P-VQQ.text
source: Settings
ar: الاعدادات

# o5E-Gx-ep3.text
source: Civil ID / Passport
ar: الرقم المدني / جواز السفر

# oHT-KU-WO6.text
source: Welcome to RZQ
ar: اهلاً بك في رزق

# oIw-id-Vc4.text
source: Delivery Time
ar: وقت التوصيل

# oKq-vH-Lea.text
source: You
ar: انت

# oXA-dN-KbM.text
source: More Details
ar: اختياري

# ofD-eb-t9x.text
source: Order
ar: اطلب

# ohg-ih-5fT.text
source: Distance
ar: المسافة

# opX-fr-VEN.text
source: No Notifications
ar: لا يوجد اشعارات

# osN-L1-gGq.text
source: How far from you?
ar: كم يبعد عنك؟

# ovX-Gp-RtZ.text
source: Above 10 KD
ar: اكثر من ١٠ د.ك

# p57-NF-Ps7.normalTitle
source: Next
ar: التالي

# pLb-Gi-XDZ.text
source: Distance
ar: المسافة

# pcG-mP-HG8.text
source: To
ar: الى

# pjh-44-Suv.text
source: Take This Order
ar: اخذ الطلب

# q3C-tl-7cl.text
source: From
ar: من

# qAG-eP-6oG.text
source: Driving License
ar: رخصة القيادة

# qAT-II-une.text
source: Your Location
ar: موقعك

# qlN-g2-YIU.text
source: Search for your shops
ar: بحث الاماكن

# raP-3h-twd.text
source: From
ar: من

# rve-Fk-ChB.text
source: Home
ar: الرئيسية

# sG9-er-y4A.text
source: You can add product images with your touch.
ar: يمكنك عرض بضاعتك على شكل بوتيك خاص بك.

# sHb-78-7AK.text
source: To
ar: الى

# GoF-rZ-Bo8.normalTitle
source: Below 10 KD
ar: اقل من ١٠ د.ك

# i3L-VB-N8M.normalTitle
source: Below 10 KD
ar: اقل من ١٠ د.ك

# gQE-2w-AvE.normalTitle
source: Below 10 KD
ar: اقل من ١٠ د.ك

# sSU-ub-plR.text
source: Working Hours
ar: ساعات العمل

# sbw-wh-vKt.normalTitle
source: Done
ar: تم

# seB-pg-Gum.text
source: Register As Service Provider
ar: التسجيل كموزد خدمة

# seI-IY-tDW.text
source: delivery date
ar: تاريخ التوصيل

# ssI-um-yB3.normalTitle
source: Back
ar: رجوع

# suv-wH-pkx.text
source: How many drivers around this shop?
ar: عدد السائقين حول هذا المكان

# t15-n1-Z03.text
source: Order
ar: اطلب

# t8W-M9-YHp.text
source: Approximate cost
ar: اعتقد ان تكلفة الطلب

# tCj-nF-syF.text
source: More Details
ar: اختياري

# tPU-kl-Uwh.text
source: Turn on your location settings to add your address automatically.
ar: قم بتشغيل خدمة الموقع لخدمة أفضل

# u60-JO-cG5.text
source: FAQs
ar: اسئلة شائعة

# u7S-ZW-Cu1.text
source: Order status
ar: حالة الطلب

# u8J-d2-PLv.text
source: Closed
ar: مغلق

# uCi-vw-VZ6.normalTitle
source: Submit
ar: تاكيد

# uGG-sH-IUg.text
source: Language
ar: اللغة

# uQw-o4-zUO.text
source: Settings
ar: الاعدادات

# uZX-QH-b8G.text
source: No Registered Shops
ar: لا يوجد اماكن مسجلة

# ujH-VG-ZRv.text
source: Price
ar: السعر

# ujZ-qU-0g6.normalTitle
source: Back
ar: رجوع

# uoN-4e-Qtq.placeholder
source: Search for pickup location
ar: ابحث عن المكان الذي تريد ان تطلب منه

# vNT-Fe-9xX.text
source: To
ar: الى

# vP1-6x-seV.normalTitle
source: Clear Filter
ar: اعادة

# vWn-Xn-ZRq.text
source: Add Working Hours
ar: اضف ساعات العمل

# vXE-jz-2fl.normalTitle
source: Choose
ar: اختر

# vbM-1I-ZZY.text
source: Register As Driver
ar: التسجيل كسائق

# vbg-kE-oLC.placeholder
source: Search
ar: بحث

# vlo-Om-Jkm.text
source: Mobile Number
ar: رقم الهاتف

# von-ks-Cgw.normalTitle
source: Next
ar: التالي

# w9z-2t-qEz.normalTitle
source: Go to bids
ar: اذهب الى طلباتي

# wQQ-hU-aQW.text
source: Tenders
ar: التندرز

# wTG-8q-dd8.normalTitle
source: Accept
ar: قبول

# wl4-A4-RMZ.text
source: Add your pin point by long pressing on map.
ar: اضف موقعك الخاص على الخريطة بالضغط المطول

# wld-TF-0GR.normalTitle
source: Track
ar: تتبع

# wyo-25-FFx.text
source: No Orders
ar: لا يوجد طلبات

# x3F-R5-RBc.text
source: Categories
ar: الاقسام

# xJr-MA-DE4.normalTitle
source: Next
ar: التالي

# xVz-fL-Pjg.text
source: By Clicking next you agree to our terms & conditions.
ar: بالضغط على التالي انت توافق على الشروط والاحكام

# xrQ-7c-YIX.text
source: Customer Bill
ar: فاتورة الزبون

# xy0-bL-tfB.text
source: Sort Notifications By:
ar: رتب الاشعارات حسب

# y4B-oM-tcC.text
source: Filter
ar: تصفية

# yCv-mh-CZg.text
source: To
ar: الى

# yVf-EN-461.text
source: Time
ar: الوقت

# z0E-KX-qZO.normalTitle
source: Cancel Registration
ar: الغاء التسجيل

# zIA-Ft-Xgn.placeholder
source: Apartment No, Floor
ar: اختياري: رقم البيت، شارع، بجانب
